tap "felixkratz/formulae"
tap "gromgit/brewtils"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "hudochenkov/sshpass"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "lgug2z/tap"
tap "nikitabobko/tap"
tap "psviderski/tap"
tap "roots/tap"
tap "skatkov/tap"
tap "techouse/mysql-to-sqlite3"
brew "glib"
brew "abcde"
brew "act"
brew "age"
brew "cryptography"
brew "ansible"
brew "ansible-lint"
brew "libtiff"
brew "jpeg-xl"
brew "aom"
brew "atuin"
brew "autoconf"
brew "autoconf-archive"
brew "automake"
brew "awscli"
brew "bash"
brew "bat"
brew "caddy"
brew "cairo"
brew "ccache"
brew "cd-discid"
brew "certbot"
brew "cmake"
brew "freetds"
brew "libpq"
brew "libzip"
brew "php"
brew "composer"
brew "coreutils"
brew "deno"
brew "direnv"
brew "dnscontrol"
brew "harfbuzz"
brew "openjdk"
brew "epubcheck"
brew "pango"
brew "ffmpeg"
brew "flyctl"
brew "gh"
brew "git-lfs"
brew "gleam"
brew "gnu-sed"
brew "pkgconf"
brew "hugo"
brew "hurl"
brew "jj"
brew "jq"
brew "jrnl"
brew "kepubify"
brew "lazygit"
brew "libraqm"
brew "lima"
brew "llvm"
brew "mackup"
brew "magic-wormhole"
brew "mailpit"
brew "mas"
brew "nasm"
brew "node"
brew "netlify-cli"
brew "ninja"
brew "nvm"
brew "pandoc"
brew "php@8.1"
brew "pillow"
brew "pipx"
brew "pre-commit"
brew "pure"
brew "pyenv"
brew "python@3.12"
brew "rustup"
brew "sops"
brew "tabiew"
brew "tenv"
brew "terminal-notifier"
brew "tflint"
brew "tmate"
brew "trash-cli", link: true
brew "typst"
brew "uv"
brew "virtualenv"
brew "weasyprint"
brew "wget"
brew "wp-cli"
brew "xcodegen"
brew "yt-dlp"
brew "z"
brew "zellij"
brew "gromgit/brewtils/taproom"
brew "hashicorp/tap/terraform", link: false
brew "hudochenkov/sshpass/sshpass"
brew "jesseduffield/lazydocker/lazydocker"
brew "koekeishiya/formulae/skhd"
brew "lgug2z/tap/komorebi-for-mac-nightly"
brew "psviderski/tap/uncloud"
brew "roots/tap/trellis-cli"
brew "skatkov/tap/devtui"

mas "1Password for Safari", id: 1569813296
mas "Actions", id: 1586435171
mas "Aeronaut", id: 6670275450
mas "Aeroplan Shopping Button", id: 6443815835
mas "Battery Indicator", id: 1206020918
mas "Capo", id: 696977615
mas "Color Picker", id: 1545870783
mas "DaisyDisk", id: 411643860
mas "Dato", id: 1470584107
mas "Deliveries", id: 290986013
mas "Ducklet", id: 6447237898
mas "Final Cut Pro", id: 424389933
mas "Flighty", id: 1358823008
mas "Folder Quick Look", id: 6753110395
mas "Framous", id: 6636520519
mas "GarageBand", id: 682658836
mas "GitNotifier", id: 1494640093
mas "Hand Mirror", id: 1502839586
mas "Hyperspace", id: 6739505345
mas "iA Writer", id: 775737590
mas "iMovie", id: 408981434
mas "Infuse", id: 1136220934
mas "Instapaper Save", id: 1481302432
mas "JSON Peep", id: 1458969831
mas "Kagi for Safari", id: 1622835804
mas "Keynote", id: 361285480
mas "Keynote", id: 409183694
mas "Link Unshortener", id: 1506953658
mas "Little Snitch Mini", id: 1629008763
mas "Lungo", id: 1263070803
mas "Mela", id: 1568924476
mas "Meshtastic", id: 1586432531
mas "Messenger", id: 1480068668
mas "Motion", id: 434290957
mas "Name Mangler 3", id: 603637384
mas "Numbers", id: 361304891
mas "Numbers", id: 409203825
mas "Obsidian Web Clipper", id: 6720708363
mas "Pages", id: 409201541
mas "Pages", id: 361309726
mas "Pandan", id: 1569600264
mas "Parachute", id: 6748614170
mas "pdmanager", id: 6751735648
mas "Pixelmator Pro", id: 1289583905
mas "Prompt", id: 1594420480
mas "Proton Pass for Safari", id: 6502835663
mas "Pure Paste", id: 1611378436
mas "Refined GitHub", id: 1519867270
mas "S3", id: 6447647340
mas "Screens 5", id: 1663047912
mas "ShellFish", id: 1336634154
mas "Slack", id: 803453959
mas "Soulver 3", id: 1508732804
mas "StopTheMadness", id: 1376402589
mas "Taska", id: 6741809383
mas "The Unarchiver", id: 425424353
mas "Things", id: 904280696
mas "ToothFairy", id: 1191449274
mas "Tot", id: 1491071483
mas "Tyme", id: 1461456897
mas "TypeIt4Me", id: 6474688391
mas "Velja", id: 1607635845
mas "WorldWideWeb", id: 1621370168
mas "Xcode", id: 497799835
vscode "aaronthomas.vscode-snazzy-operator"
vscode "alexcvzz.vscode-sqlite"
vscode "amiralizadeh9480.laravel-extra-intellisense"
vscode "ardenivanov.svelte-intellisense"
vscode "ashiqkiron.gutensnip"
vscode "bbugh.change-color-format"
vscode "beyondcode.tinkerwell"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "biomejs.biome"
vscode "christian-kohler.npm-intellisense"
vscode "cjhowe7.laravel-blade"
vscode "codingyu.laravel-goto-view"
vscode "csstools.postcss"
vscode "davidanson.vscode-markdownlint"
vscode "dawhite.mustache"
vscode "dbaeumer.vscode-eslint"
vscode "deerawan.vscode-dash"
vscode "deque-systems.vscode-axe-linter"
vscode "devsense.composer-php-vscode"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "faelv.composer-companion"
vscode "felipe.nasc-touchbar"
vscode "file-icons.file-icons"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "formulahendry.github-actions"
vscode "fynn.vscode-webc"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "heybourn.headwind"
vscode "ikappas.composer"
vscode "johnbillion.vscode-wordpress-hooks"
vscode "junstyle.php-cs-fixer"
vscode "kennylong.kubernetes-yaml-formatter"
vscode "macieklad.tailwind-sass-syntax"
vscode "matthewpi.caddyfile-support"
vscode "mblode.twig-language-2"
vscode "mechatroner.rainbow-csv"
vscode "mehedidracula.php-namespace-resolver"
vscode "mikestead.dotenv"
vscode "mohamedbenhida.laravel-intellisense"
vscode "mohd-akram.vscode-html-format"
vscode "mrmlnc.vscode-scss"
vscode "mrorz.language-gettext"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-vsliveshare.vsliveshare"
vscode "octref.vetur"
vscode "okitavera.vscode-nunjucks-formatter"
vscode "onecentlin.laravel-blade"
vscode "onecentlin.laravel5-snippets"
vscode "pflannery.vscode-versionlens"
vscode "pranaygp.vscode-css-peek"
vscode "redhat.vscode-yaml"
vscode "ronnidc.nunjucks"
vscode "runem.lit-plugin"
vscode "ryannaddy.laravel-artisan"
vscode "samverschueren.linter-xo"
vscode "sdras.night-owl"
vscode "shufo.vscode-blade-formatter"
vscode "sidthesloth.html5-boilerplate"
vscode "sissel.shopify-liquid"
vscode "stevejpurves.cucumber"
vscode "stkb.rewrap"
vscode "stylelint.vscode-stylelint"
vscode "svelte.svelte-vscode"
vscode "sysoev.language-stylus"
vscode "techer.open-in-browser"
vscode "tomoki1207.pdf"
vscode "vue.volar"
vscode "wayou.vscode-todo-highlight"
vscode "wix.vscode-import-cost"
vscode "wordpresstoolbox.wordpress-toolbox"
vscode "xdebug.php-debug"
vscode "zignd.html-css-class-completion"
cargo "komorebi"
cargo "komorebi-bar"
cargo "komorebic"
